Repository: fefucho/SIDE-B-CLIENT-NATIVE
Catalog: apple/Localization/Localizable.xcstrings
Source language: es
Languages: en

# history.month.may
source: mayo
en: May

# history.month.november
source: noviembre
en: November

# history.month.october
source: octubre
en: October

# history.month.september
source: septiembre
en: September

# history.subtitle
source: Tus reproducciones recientes ordenadas por día
en: Your recent plays, grouped by day

# history.title
source: Historial
en: History

# history.today
source: Hoy
en: Today

# history.yesterday
source: Ayer
en: Yesterday

# home.accessibility.recommendations
source: Recomendaciones de Inicio
en: Home recommendations

# home.album.label
source: Álbum: %@
en: Album: %@

# home.album.view
source: Ver álbum: %@
en: View album: %@

# home.artist.label
source: Artista: %@
en: Artist: %@

# home.artist.view
source: Ver artista: %@
en: View artist: %@

# home.close
source: Cerrar
en: Close

# home.collection.albums
source: Álbumes
en: Albums

# home.collection.open
source: Abrir %@ %@
en: Open %@ %@

# home.collection.playlists
source: Listas
en: Playlists

# home.error.load
source: No se pudo cargar Inicio
en: Couldn't load Home

# home.explicit_content
source: Contenido explícito
en: Explicit content

# home.load_more
source: Cargar más recomendaciones
en: Load more recommendations

# home.loading
source: Cargando Inicio
en: Loading Home

# home.loading_more
source: Cargando…
en: Loading…

# home.loading_named
source: Cargando %@
en: Loading %@

# home.loading_recommendations
source: Cargando recomendaciones…
en: Loading recommendations…

# home.more_options
source: Más opciones
en: More options

# home.open
source: Abrir
en: Open

# home.page.next
source: Página siguiente de %@
en: Next %@ page

# home.page.position
source: %@, página %@ de %@
en: %@, page %@ of %@

# home.page.previous
source: Página anterior de %@
en: Previous %@ page

# home.pause
source: Pausar
en: Pause

# home.pause_named
source: Pausar %@
en: Pause %@

# home.play
source: Reproducir
en: Play

# home.play_named
source: Reproducir %@
en: Play %@

# home.radio.pause
source: Pausar radio de %@
en: Pause radio for %@

# home.radio.resume
source: Retomar radio de %@
en: Resume radio for %@

# home.radio.start
source: Iniciar radio de %@
en: Start radio for %@

# home.refresh.changing
source: Cambiando recomendaciones…
en: Changing recommendations…

# home.refresh.saved
source: Recomendaciones guardadas
en: Recommendations saved

# home.refresh.saved_updating
source: Recomendaciones guardadas · actualizando
en: Saved recommendations · updating

# home.refresh.updating
source: Actualizando recomendaciones…
en: Updating recommendations…

# home.retry
source: Reintentar
en: Try Again

# home.see_all
source: Ver todo
en: See all

# home.see_all_named
source: Ver todo: %@
en: See all: %@

# home.shelf.next
source: Desplazar estante a la derecha
en: Scroll shelf right

# home.shelf.previous
source: Desplazar estante a la izquierda
en: Scroll shelf left

# library.create_playlist
source: Crear una lista
en: Create a playlist

# library.empty.albums
source: No tenés álbumes guardados
en: No saved albums

# library.empty.artists
source: No tenés artistas en tu biblioteca
en: No artists in your library

# library.empty.playlists
source: No tenés listas
en: No playlists yet

# library.empty.songs
source: No hay canciones en tu biblioteca
en: No songs in your library

# library.error.load
source: No se pudo cargar la biblioteca
en: Couldn't load the library

# library.error.load_songs
source: No se pudieron cargar las canciones
en: Couldn't load songs

# library.error.update_songs
source: No se pudieron actualizar las canciones: %@
en: Couldn't refresh songs: %@

# library.eyebrow
source: Colección
en: Collection

# library.load_error.albums
source: Álbumes: %@
en: Albums: %@

# library.load_error.history
source: Historial: %@
en: History: %@

# library.load_error.playlists
source: Listas: %@
en: Playlists: %@

# library.load_errors.albums_history
source: Álbumes: %@ Historial: %@
en: Albums: %@ History: %@

# library.load_errors.playlists_albums
source: Listas: %@ Álbumes: %@
en: Playlists: %@ Albums: %@

# library.load_errors.playlists_albums_history
source: Listas: %@ Álbumes: %@ Historial: %@
en: Playlists: %@ Albums: %@ History: %@

# library.load_errors.playlists_history
source: Listas: %@ Historial: %@
en: Playlists: %@ History: %@

# library.loading_more_songs
source: Cargando más canciones…
en: Loading more songs…

# library.login_required
source: Iniciá sesión para ver tu biblioteca
en: Sign in to see your library

# library.new_playlist
source: Nueva lista
en: New playlist

# library.open_card
source: Abrir %@
en: Open %@

# library.refresh
source: Actualizar biblioteca
en: Refresh library

# library.retry
source: Reintentar
en: Try again

# library.tab.albums
source: Álbumes
en: Albums

# library.tab.playlists
source: Listas
en: Playlists

# library.title
source: Biblioteca
en: Library

# login.heading
source: Iniciar sesión en YouTube Music
en: Sign in to YouTube Music

# login.passkey_unavailable
source: La opción de iniciar sesión con llave de acceso no está disponible en esta ventana. Google te pedirá la contraseña u otro método de inicio de sesión.
en: Passkey sign-in is unavailable in this window. Google will ask for your password or another sign-in method.

# menu.accept
source: Aceptar
en: OK

# menu.account
source: Cuenta
en: Account

# menu.add_liked
source: Añadir a Tus Me Gusta
en: Add to Liked Songs

# menu.add_to_playlist
source: Añadir a lista de reproducción
en: Add to Playlist

# menu.add_to_queue
source: Añadir a la cola
en: Add to Queue

# menu.cancel
source: Cancelar
en: Cancel

# menu.check_updates
source: Buscar actualizaciones…
en: Check for Updates…

# menu.close
source: Cerrar
en: Close

# menu.confirm_delete_playlist
source: ¿Seguro que querés eliminar «%@» de YouTube Music? Esta acción no se puede deshacer.
en: Are you sure you want to delete “%@” from YouTube Music? This action cannot be undone.

# menu.controls
source: Controles
en: Controls

# menu.delete
source: Eliminar
en: Delete

# menu.delete_playlist
source: Eliminar lista
en: Delete Playlist

# menu.delete_playlist_question
source: ¿Eliminar lista?
en: Delete Playlist?

# menu.edit
source: Edición
en: Edit

# menu.edit_details
source: Editar detalles
en: Edit Details

# menu.enter_fullscreen
source: Usar pantalla completa
en: Enter Full Screen

# menu.error_add_song
source: No se pudo añadir la canción
en: Couldn’t add the song

# menu.error_delete_playlist
source: No se pudo eliminar la lista
en: Couldn’t delete the playlist

# menu.error_play_next_playlist
source: No se pudo añadir la lista a continuación
en: Couldn’t add the playlist to play next

# menu.error_queue_playlist
source: No se pudo añadir la lista a la cola
en: Couldn’t add the playlist to the queue

# menu.error_shuffle_playlist
source: No se pudo reproducir la lista en modo aleatorio
en: Couldn’t shuffle the playlist

# menu.error_update_album_library
source: No se pudo actualizar el álbum en la biblioteca
en: Couldn’t update the album in the library

# menu.error_update_library
source: No se pudo actualizar la biblioteca
en: Couldn’t update the library

# menu.error_update_playlist_library
source: No se pudo actualizar la lista en la biblioteca
en: Couldn’t update the playlist in the library

# menu.error_update_subscription
source: No se pudo actualizar la suscripción
en: Couldn’t update the subscription

# menu.exit_fullscreen
source: Salir de pantalla completa
en: Exit Full Screen

# menu.file
source: Archivo
en: File

# menu.go_to_album
source: Ir al álbum
en: Go to Album

# menu.go_to_artist
source: Ir a artista
en: Go to Artist

# menu.help
source: Ayuda
en: Help

# menu.lyrics
source: Letras
en: Lyrics

# menu.more_options
source: Más opciones
en: More Options

# menu.mute
source: Silenciar
en: Mute

# menu.new_playlist_ellipsis
source: Nueva lista…
en: New Playlist…

# menu.next_track
source: Siguiente pista
en: Next Track

# menu.no_options
source: No hay opciones disponibles
en: No Options Available

# menu.no_song_selected
source: No hay ninguna canción seleccionada
en: No Song Selected

# menu.pause
source: Pausar
en: Pause

# menu.play
source: Reproducir
en: Play

# menu.play_mix
source: Reproducir mix
en: Play Radio Mix

# menu.play_next
source: Reproducir a continuación
en: Play Next

# menu.play_now
source: Reproducir ahora
en: Play Now

# menu.previous_track
source: Pista anterior
en: Previous Track

# menu.queue
source: Cola
en: Queue

# menu.related
source: Relacionados
en: Related

# menu.remove_album_library
source: Quitar álbum de la biblioteca
en: Remove Album from Library

# menu.remove_from_playlist
source: Eliminar de esta lista
en: Remove from This Playlist

# menu.remove_from_queue
source: Quitar de la cola
en: Remove from Queue

# menu.remove_library
source: Quitar de Biblioteca
en: Remove from Library

# menu.remove_liked
source: Quitar de Tus Me Gusta
en: Remove from Liked Songs

# menu.remove_mix_library
source: Quitar mix de la biblioteca
en: Remove Mix from Library

# menu.remove_playlist_library
source: Quitar lista de reproducción de la biblioteca
en: Remove Playlist from Library

# menu.repeat
source: Repetición
en: Repeat

# menu.save_album_library
source: Guardar álbum en la biblioteca
en: Save Album to Library

# menu.save_library
source: Guardar en Biblioteca
en: Save to Library

# menu.save_mix_library
source: Guardar mix en la biblioteca
en: Save Mix to Library

# menu.save_playlist_library
source: Guardar lista de reproducción en la biblioteca
en: Save Playlist to Library

# menu.search
source: Buscar
en: Search

# menu.share
source: Compartir
en: Share

# menu.shuffle
source: Aleatorio
en: Shuffle

# menu.sidebar
source: Barra lateral
en: Sidebar

# menu.song
source: Canción
en: Song

# menu.sort
source: Ordenar
en: Sort By

# menu.sort_album
source: Álbum
en: Album

# menu.sort_artist
source: Artista
en: Artist

# menu.sort_manual
source: Orden manual
en: Manual Order

# menu.sort_newest
source: Más recientes
en: Newest First

# menu.sort_oldest
source: Más antiguas
en: Oldest First

# menu.sort_title
source: Título
en: Title

# menu.start_mix
source: Iniciar mix
en: Start Radio

# menu.subscribe
source: Suscribirse
en: Subscribe

# menu.unmute
source: Activar sonido
en: Unmute

# menu.unsubscribe
source: Cancelar suscripción
en: Unsubscribe

# menu.view
source: Visualización
en: View

# menu.view_album
source: Ver álbum
en: View Album

# menu.view_artist
source: Ver artista
en: View Artist

# menu.view_mix
source: Ver mix
en: View Mix

# menu.view_playlist
source: Ver lista
en: View Playlist

# menu.volume_down
source: Bajar volumen
en: Volume Down

# menu.volume_up
source: Subir volumen
en: Volume Up

# menu.window
source: Ventana
en: Window

# metadata.album
source: Álbum
en: Album

# metadata.explicit
source: Explícita
en: Explicit

# metadata.playlist
source: Lista de reproducción
en: Playlist

# metadata.playlist.short
source: Lista
en: Playlist

# metadata.single
source: Sencillo
en: Single

# metadata.song
source: Canción
en: Song

# metadata.various_artists
source: Varios artistas
en: Various artists

# navigation.back
source: Atrás
en: Back

# navigation.back_help
source: Atrás (⌘[)
en: Back (⌘[)

# navigation.closed
source: Cerrada
en: Closed

# navigation.explore
source: Explorar
en: Explore

# navigation.forward
source: Adelante
en: Forward

# navigation.forward_help
source: Adelante (⌘])
en: Forward (⌘])

# navigation.home
source: Inicio
en: Home

# navigation.home_settings
source: Configuración
en: Settings

# navigation.library
source: Biblioteca
en: Library

# navigation.main
source: Navegación principal
en: Main Navigation

# navigation.open
source: Abierta
en: Open

# navigation.refresh
source: Actualizar recomendaciones
en: Refresh Recommendations

# navigation.refresh_help
source: Actualizar recomendaciones (⌘R)
en: Refresh Recommendations (⌘R)

# navigation.search
source: Buscar
en: Search

# player.closeFullscreen
source: Cerrar pantalla completa
en: Close full screen

# player.error.completePlaylist
source: No se pudo completar la lista: %@
en: Couldn’t load the playlist: %@

# player.error.completePlaylistCoreUnavailable
source: No se pudo completar la lista: el núcleo de Rust no está inicializado
en: Couldn’t load the playlist: the Rust core is not initialized

# player.error.coreUnavailable
source: El núcleo de Rust no está inicializado
en: The Rust core is not initialized

# player.error.dislike
source: No se pudo registrar el «No me gusta»: %@
en: Couldn’t record the dislike: %@

# player.error.loadAlbum
source: No se pudo cargar el álbum: %@
en: Couldn’t load the album: %@

# player.error.loadPlaylist
source: No se pudo cargar la lista: %@
en: Couldn’t load the playlist: %@

# player.error.noAlbumTracks
source: No se encontraron canciones para este álbum.
en: No songs were found for this album.

# player.error.noPlaylistTracks
source: No se encontraron canciones para esta lista.
en: No songs were found for this playlist.

# player.error.rateSong
source: Error al calificar la canción: %@
en: Couldn’t rate the song: %@

# player.error.resolveStream
source: Error al resolver la transmisión: %@
en: Couldn’t resolve the stream: %@

# player.error.updateRating
source: No se pudo actualizar la valoración: %@
en: Couldn’t update the rating: %@

# player.goToAlbum
source: Ir al álbum: %@
en: Go to album: %@

# player.mute
source: Silenciar
en: Mute

# player.next
source: Siguiente
en: Next

# player.noPlayback
source: Sin reproducción
en: Not playing

# player.openFullscreen
source: Abrir pantalla completa
en: Open full screen

# player.pause
source: Pausar
en: Pause

# player.pauseNamedTrack
source: Pausar %@
en: Pause %@

# player.play
source: Reproducir
en: Play

# player.playNamedTrack
source: Reproducir %@
en: Play %@

# player.previous
source: Anterior
en: Previous

# player.radioFor
source: Radio de %@
en: Radio for %@

# player.repeat.disable
source: Desactivar repetición
en: Turn off repeat

# player.repeat.enable
source: Repetir tema
en: Repeat track

# player.retryPlayback
source: Reintentar reproducción
en: Retry playback

# player.selectTrack
source: Seleccioná una canción
en: Select a song

# player.showVolume
source: Mostrar control de volumen
en: Show volume control

# player.shuffle
source: Aleatorio
en: Shuffle

# player.shuffle.disable
source: Desactivar reproducción aleatoria
en: Turn off shuffle

# player.shuffle.enable
source: Activar reproducción aleatoria
en: Turn on shuffle

# player.shuffledArtist
source: %@ (aleatorio)
en: %@ (shuffled)

# player.syncedLyrics
source: Letras sincronizadas
en: Synced lyrics

# player.unmute
source: Activar sonido
en: Unmute

# player.viewAlbum
source: Ver álbum: %@
en: View album: %@

# provider.chip.commute
source: En camino
en: Commute

# provider.chip.energize
source: Activá tu energía
en: Energize

# provider.chip.focus
source: Concentración
en: Focus

# provider.chip.party
source: Fiesta
en: Party

# provider.chip.relax
source: Relajación
en: Relax

# provider.chip.sleep
source: Dormir
en: Sleep

# provider.chip.workout
source: Entrenar
en: Workout

# provider.heading.featured-playlists
source: Listas destacadas
en: Featured playlists

# provider.heading.forgotten-favorites
source: Favoritos olvidados
en: Forgotten favorites

# provider.heading.from-community
source: De la comunidad
en: From the community

# provider.heading.from-library
source: De tu biblioteca
en: From your library

# provider.heading.listen-again
source: Volver a escuchar
en: Listen again

# provider.heading.mixes-for-you
source: Mixes para vos
en: Mixes for you

# provider.heading.more-artists
source: Más artistas
en: More artists

# provider.heading.more-to-listen
source: Más para escuchar
en: More to listen

# provider.heading.new-releases
source: Nuevos lanzamientos
en: New releases

# provider.heading.quick-picks
source: Selecciones rápidas
en: Quick picks

# provider.heading.recommended-albums
source: Álbumes para vos
en: Albums for you

# provider.heading.similar-artists
source: Artistas similares
en: Similar artists

# provider.heading.songs-for-today
source: Canciones para hoy
en: Songs for today

# provider.heading.speed-dial
source: Acceso rápido
en: Speed Dial

# queue.albumContext
source: Álbum: %@
en: Album: %@

# queue.empty
source: No hay canciones en la cola
en: The queue is empty

# queue.error.fetchFailed
source: No se pudo completar la lista: %@
en: Couldn’t load the playlist: %@

# queue.error.invalidated
source: La carga de la lista quedó obsoleta y se descartó.
en: The playlist load became stale and was discarded.

# queue.error.pageLimit
source: La lista superó el máximo de %@ páginas.
en: The playlist exceeded the maximum of %@ pages.

# queue.error.repeatedContinuation
source: La lista devolvió una continuación repetida.
en: The playlist returned a repeated continuation.

# queue.manual
source: Cola manual
en: Manual queue

# queue.playlistContext
source: Lista: %@
en: Playlist: %@

# queue.title
source: Cola de reproducción
en: Queue

# queue.track.dislikeRemove
source: No me gusta (quitar de la cola)
en: Dislike (remove from queue)

# queue.track.dislikeRemoveAX
source: No me gusta; quitar de la cola
en: Dislike; remove from queue

# queue.track.reorderSong
source: Arrastrar para reordenar la canción
en: Drag to reorder song

# search.category.top_result
source: Mejor resultado
en: Top result

# search.empty.prompt_description
source: Escribí en la barra superior para buscar canciones, artistas o álbumes.
en: Type in the top bar to search for songs, artists, or albums.

# search.empty.prompt_title
source: Explorá el catálogo de música
en: Explore the music catalog

# search.empty.query
source: No se encontraron resultados para «%@»
en: No results found for “%@”

# search.empty.quick
source: No se encontraron resultados rápidos
en: No quick results found

# search.empty.try_another
source: Revisá la ortografía o probá con otro artista o título.
en: Check the spelling or try another artist or title.

# search.error.category
source: No se pudo cargar esta categoría.
en: Couldn't load this category.

# search.error.global
source: No se pudieron cargar los resultados generales. Las demás secciones siguen disponibles.
en: Couldn't load the full results. The other sections are still available.

# search.error.quick
source: No se pudieron cargar los resultados rápidos. Intentá de nuevo.
en: Couldn't load quick results. Try again.

# search.error.songs
source: No se pudo completar la búsqueda de canciones.
en: Couldn't finish searching songs.

# search.error.videos
source: No se pudieron cargar los videos.
en: Couldn't load videos.

# search.filter.albums
source: Álbumes
en: Albums

# search.filter.all
source: Todo
en: All

# search.filter.artists
source: Artistas
en: Artists

# search.filter.playlists
source: Listas
en: Playlists

# search.filter.songs
source: Canciones
en: Songs

# search.full_discography
source: Ver discografía completa
en: View full discography

# search.loading.catalog
source: Buscando en el catálogo…
en: Searching the catalog…

# search.loading.quick
source: Buscando respuestas rápidas…
en: Finding quick results…

# search.open_card
source: Abrir %@
en: Open %@

# search.open_detail
source: Abrir detalle
en: Open details

# search.placeholder
source: Buscar en YouTube Music…
en: Search YouTube Music…

# search.play_card
source: Reproducir %@
en: Play %@

# search.play_now
source: Reproducir ahora
en: Play now

# search.see_all.feminine
source: Ver todas
en: See all

# search.see_all.masculine
source: Ver todos
en: See all

# search.spotlight.all_results_for
source: Ver todos los resultados para
en: See all results for

# search.spotlight.placeholder
source: Buscar canciones, álbumes, artistas y listas…
en: Search songs, albums, artists, and playlists…

# search.spotlight.prompt_description
source: Escribí para ver resultados rápidos por categoría en tiempo real
en: Type to see quick results by category as you go

# search.spotlight.prompt_title
source: Buscá artistas, canciones, álbumes y más
en: Find artists, songs, albums, and more

# search.spotlight.submit_hint
source: Presioná Enter para buscar en todo el catálogo
en: Press Enter to search the full catalog

# search.submit.full_results
source: Presioná Enter para ver todos los resultados
en: Press Enter to see all results

# settings.albums
source: Álbumes
en: Albums

# settings.categories
source: Categorías de Inicio
en: Home categories

# settings.categoriesHint
source: Ocultar un estante no impide que su fuente aporte destacados.
en: Hiding a shelf still lets its source contribute featured collections.

# settings.categoriesLoading
source: Las categorías aparecerán cuando cargue Inicio.
en: Categories will appear when Home loads.

# settings.close
source: Cerrar configuración
en: Close settings

# settings.down
source: Bajar %@
en: Move %@ down

# settings.drag
source: Arrastrar para ordenar %@
en: Drag to reorder %@

# settings.dragAX
source: Arrastrar para ordenar %@; también podés usar Subir y Bajar
en: Drag to reorder %@; you can also use Move up and Move down

# settings.enableSource
source: Activá una fuente para mostrar destacados de este tipo.
en: Enable a source to show featured collections of this type.

# settings.featured
source: Destacados
en: Featured

# settings.featuredKind
source: Tipo de recomendaciones de Inicio
en: Home recommendation type

# settings.home
source: Inicio
en: Home

# settings.language
source: Idioma de la aplicación
en: App language

# settings.libraryError
source: No se pudo actualizar la biblioteca.
en: Couldn’t update your library.

# settings.noCategories
source: No hay categorías con ese nombre.
en: No categories match that name.

# settings.orderCustom
source: Orden personalizado
en: Custom order

# settings.orderSideB
source: Orden de Side B
en: Side B order

# settings.orderYouTube
source: Orden de YouTube
en: YouTube order

# settings.playlists
source: Listas
en: Playlists

# settings.restoreOrder
source: Restaurar orden de Side B
en: Restore Side B order

# settings.restoreSources
source: Restaurar fuentes
en: Restore sources

# settings.retryLibrary
source: Reintentar biblioteca
en: Retry library

# settings.searchCategory
source: Buscar categoría
en: Search categories

# settings.searchCategoryAX
source: Buscar categoría de Inicio
en: Search Home categories

# settings.showAll
source: Mostrar todas las categorías
en: Show all categories

# settings.source.forgottenFavorites
source: Favoritos olvidados
en: Forgotten favorites

# settings.source.fromCommunity
source: De la comunidad
en: From the community

# settings.source.fromLibrary
source: De tu biblioteca en Inicio
en: From your library on Home

# settings.source.libraryAlbums
source: Álbumes guardados
en: Saved albums

# settings.source.libraryPlaylists
source: Listas guardadas
en: Saved playlists

# settings.source.listenAgain
source: Volver a escuchar
en: Listen again

# settings.source.mixesForYou
source: Mixes para vos
en: Mixes for you

# settings.source.newReleases
source: Nuevos lanzamientos
en: New releases

# settings.source.otherHome
source: Otros del Inicio
en: Other Home recommendations

# settings.source.recentAlbums
source: De tus escuchas recientes
en: From your recent listening

# settings.source.recommendedAlbums
source: Recomendados para vos
en: Recommended for you

# settings.sourcesHint
source: Las fuentes se usan de arriba abajo, hasta completar un máximo de seis páginas.
en: Sources are used from top to bottom, up to six pages.

# settings.title
source: Configuración
en: Settings

# settings.up
source: Subir %@
en: Move %@ up

# settings.youtubeOrder
source: Usar orden de YouTube
en: Use YouTube order

# sidebar.albums
source: Álbumes
en: Albums

# sidebar.collection
source: Colección
en: Collection
